module.exports = {
  black_humor: [
    `Прийшла якось дівчина в тату-студію, каже: 
			- Майстер, набийте мені шось таке...ну таке... ну шоб прям вообще.
		Майстер не довго думаючи набив їй єбало`,
    `На могилу продавца-консультанта приходят просто посмотреть`,
    `- Что общего в гей-оргии и паралича ног
		 - И там, и там жопу не чувствуешь`,
    `Почему толстых женщин не берут работать стриптезёршами?
		  - Они перегибают палку.`,
    `Друг спрашивает друга:
			- Слушай, а зачем тебе две дочери?
			- Ебать, что за вопросы?`,
    `В семье пуговиц случилось несчатье...
		Батьку пришили`,
    `Мальчика с автомат спросили: "Зачем тебе оружие в школе?" - ответ убил`,
    `Лёше сказали, что фистинг - это не больно.
		Обманули дурака на четыре кулака`,
    `Что сказал слепой, когда зашёл в бар?
		- Всем привет, кого не видел`,
  ],
  stupid_humor: [
    `- Что вы можете сказать о героине?
		 - Штырит не по-детски, но достать трудно.
		Учитель литературы...`,
    `Как называется улица, где продают фастфуд?
		Ga Street`,
    `Твои трусы, как холодос в СССр. - Нет колбасы`,
    `Саморез не хотел общаться с гвоздями, потому что его всегда звали на забив`,
    `- Лес видишь?
		 - Нет, деревья мешают`,
    `- Папа, а правда, что генномодифицированные продукты могут вызвать мутации.
		 - Что ты плетёшь?!
		 - Паутину. Так что с мутацией?`,
    `- Нам нужен человек, который не будет задавать лишних вопросов.
		 - В смысле?
		 - До свидание.`,
    `Что сказали на складе елдаков?
		- В пизду это всё`,
    "Что общего между тобой и рацией? - Ты тоже приёмный)",
    "Запачкался как-то мой комп... Нажал на 'Мой комп`ютер', но он не моет",
		`Ходят два снайпера по минному полю, один другого спрашивает:
		-мин нет?
		-давай`
  ],
  stupid_humor_plus: [
    `На соревнованиях по плаванию элекрик Игорь замкнул тройку лидеров`,
    `Накормил друга удобрением, а он не стал добрым`,
    `Когда-то мой член был книге рекордов Гиннеса?
		Но библиотекарь попросил меня уйти`,
    `Как называют негра, перевозящего кокаин в жопе через границу?
		- Баунти`,
    "Засунул в жопу 10 копеек. Мелочь, а приятно",
		`В поезде едут мужики, проезжают мимо стада коров. Один говорит:
		- В этом стаде 1256 коров.
		Едут дальше, опять стадо. Этот же мужик говорит:
		- В этом стаде 2530 коров.
		Дальше опять стадо. Мужик:
		- Здесь 5604 коровы.
		Соседи ему:
		- Ну, мужик мы сейчас остановим поезд, если ты сказал нам неправильно,
		тебе конец. Останавливают, считают, все правильно. Они к нему:
		- Как так?
		Тот отвечает:
		- Все очень просто, посчитал ноги и поделил на четыре`
  ],
};
